INSERT INTO `dates` VALUES (1,'0000-00-00','09:00:00','0000-00-00 00:00:00',1,'Кроме Вс'),(2,'0000-00-00','09:00:00','0000-00-00 00:00:00',36,'Кроме Пт, Вт'),(3,'0000-00-00','09:00:00','0000-00-00 00:00:00',0,'Ежедневно'),(4,'0000-00-00','09:00:00','0000-00-00 00:00:00',126,'Только Вс'),(5,'2014-08-15','09:00:00','0000-00-00 00:00:00',0,'Просроченная отправка'),(6,'2014-12-31','09:00:00','0000-00-00 00:00:00',0,'Будущая отправка');

CALL SCHEDULE_REGULAR('09:00:00', 'Добавлено хранимой процедурой SCHEDULE_REGULAR');
CALL SCHEDULE_ONCE('2014-08-16 08:00:00', 'Добавлено хранимой процедурой SCHEDULE_ONCE');
